export const methodsDescribe = [
  {
    id: 1,
    title: "Линейное программирование",
    methods: {
      "Симплекс-метод": "",
      "Двойственный симплекс-метод": "",
      "Метод внутренней точки": "",
    },
  },
  {
    id: 2,
    title: "Дискретная оптимизация",
    methods: {
      "Целочисленное программирование": "",
      "Метод ветвей и границ": "",
    },
  },
  {
    id: 3,
    title: "Теория игр",
    methods: {
      "Матричные игры": "",
      "Равновесие Нэша": "",
      "Кооперативные игры": "",
    },
  },
  {
    id: 4,
    title: "Нечеткая логика",
    methods: {
      "Для задач с неопределенными параметрами и оценками": "",
    },
  },
];
